{
  "nav": {
    "page1": "About my work",
    "page2": "Private Portfolio",
    "page3": "Miscellaneous"
  },
  "nav2": {
    "page1": "Home",
    "page2": "Simple Schedule v1",
    "page3": "Simple Schedule v2"
  },
  "nav3": {
    "page1": "Home"
  },
  "welcome": {
    "title": "I'm Lukas Inschlag",
    "text": "You want to know more about me and my projects? Then you've come to the right place!"
  },

  "about": {
    "title": "Successfully ",
    "title-1": "plan, implement and manage",
    "title-2": " ERP projects.",
    "text-1": "With comprehensive expertise and a practical approach, I support companies in their ERP projects.",
    "text-2": "",
    "service": "Your ",
    "service-0": "independent partner",
    "service-1": " specialising on ",
    "service-2": "proALPHA",
    "service-3": " ERP.",
    "sd-1": "Flexibel",
    "sd-2": "Transparent",
    "sdt-1": "Als unabhängiger Partner biete ich flexible Lösungen für Ihr Unternehmen. Dank meiner Unabhängigkeit kann ich maßgeschneiderte Ansätze entwickeln, die genau auf Ihre Bedürfnisse abgestimmt sind. Ob Implementierung, Migration oder Update – ich passe meine Strategien flexibel an, um Sie bei der Optimierung Ihre Geschäftsprozesse zu unterstützen.",
    "sdt-2": "Ich lege großen Wert auf Transparenz in jedem Schritt des ERP-Projekts. Ich halte Sie stets informiert und biete klare, nachvollziehbare Lösungen, damit Sie jederzeit den Überblick behalten. Durch offene Kommunikation und transparente Prozesse sorge ich dafür, dass Sie fundierte Entscheidungen treffen können.",
    "erp-title-1": "New Implementations",
    "erp-title-2": "Migrations",
    "erp-title-3": "Updates",
    "erp-desc-1": "I support your company from the initial analysis to a successful go-live and beyond, ensuring that proALPHA is optimally integrated into your business processes.",
    "erp-desc-2": "Whether from another ERP system or an older version of proALPHA, I ensure that your data is transferred smoothly and securely to the new platform.",
    "erp-desc-3": "I support your update projects to ensure that you benefit from the latest features and improvements."
  },

  "ex_title": "Other experiences",
  "ex_line1d": "June 2018",
  "ex_line1": "Android app: Task Custos",
  "ex_line2d": "January - August 2015",
  "ex_line2": "Android app: Simple Schedule",
  "ex_line3d": "June 2012",
  "ex_line3": "Social Project: Caritas Vienna (House Amadou)",

  "ed_title": "Education",
  "ed_line1d": "October 2017 - today",
  "ed_line1": "Master Business Informatics, Vienna University of Technology",
  "ed_line2d": "September 2013 - September 2017",
  "ed_line2": "Bachelor of Business Informatics, Vienna University of Technology",
  "ed_line3d": "September 2005 - June 2013",
  "ed_line3": "AHS Matura: 'Don Bosco Real-, Aufbau- und Aufbaurealgymnasiums' in Unterwaltersdorf, Lower Austria",

  "project": {
    "title1": "Task Custos",
    "title2": "Simple Schedule",
    "title3": "Mobile Sales App",
    "desc1": "Task Custos was my final project as part of my Advanced Android Developer (Udacity) certification. The primary goal was to integrate different technologies, that are available for Android.\nThese were for example: Google Place API (Geofencing), Google AdMob, Room for data persistence and various material components.",
    "desc2": "Simple Schedule started out as a project to improve my skills in JAVA at the beginning of my studies. Aside from that, I felt that there was quite no app that could properly help organizing my timeschedule for university.\nBy including a Google+ test community, the feature request became more and more. With this, the - at the beginning very simple project - grow quite complex quickly.\nDue to increasing workload at my studies I had to stop actively developing this app, but I definitely learned quite alot during this time.",
    "desc3": "For my bachelor thesis I researched the topic of mobile sales processes and how mobile apps can improve this process. Together with a colleague I then developed an Android app to test out the possibilities such an app can provide.\nFor the full details, I have included my thesis here for interested readers.",
    "btn1":"More information",
    "btn2":"More information",
    "btn3":"Bachelor thesis"
  },

  "misc": {
    "title1": "Drawings and graphic works",
    "desc1": "In my spare time I also draw and create graphics with Adobe Photoshop and Illustrator. Here are some of my works."
  },

  "s1": {
    "app": "About the app",
    "desc": "Simple Schedule is an Android app for managing your school or university life. You can save your classes and all tasks, from homework to exams, with ease. By using Material Design it is fitting well into the Android ecosystem and offers an intuitive and familiar way of interaction.",
    "pt_title": "Project Timetable - Or how it started",
    "pt_desc1": "The main reason why I started this project was that I simply wasn't happy with the apps available at that moment. I just wanted an clean, simple but nice looking app that could help me manage my university schedule. Just right after this desire came to my mind I started drawing some elements I would like to see - especially some Material elements, which where just introduced at that time. This resulted in this first sketch, which you can see here and that's where it all started.",
    "pt_desc2": "The first idea regarding this project was the 'Recent' section. Since this app was all about simplicity and being able to quickly get an overview over ones schedule.",
    "rs_title": "The 'Recent' section",
    "rs_desc1": "Since I knew from the beginning that this section would be the part that makes this app special (compared to normal calendars eg.) I quickly decided that this should also be the main view. There are many reasons that support this decision which I will come shortly to but first: ",
    "rs_desc1a": "Lets talk about Material Design!",
    "rs_desc2": "This part of the app is actually a great place to emphasize many ideas of Material Design. Since it is the main interaction part of the app, its also much about interaction. Talking about used elements: Since this screen is all about dynamic information and changing content, the card view came in pretty handy.",
    "rs_desc2a": "This is because cards both are great to resemble Material's Paper metaphor but also to show varying content. So cards are nice for showing grouped content but also for single objects/information, but the thing that makes them great is the combination with actions.",
    "c_title": "Cards",
    "c_desc1": "So cards are good for showing grouped content but also for single information. Lets explore this with the recent cards. Basically there are two types used. The first one is a rich media card used to show the current class. Since this is a main interaction point and the most important element it utilizes the classes bold colors to draw attention to it. It has multiple action areas, as shown in the illustration. There is a part to interact with the class - to open a more detailed view of the class. Furthermore there is navigation area - to navigate to the next class but also a support action.",
    "c_desc2": "As simple as the concept of a card looks, it is important to clearly structure it. Action elements, like buttons, should be clearly visible and have its one space. With using rich media it is also possible to separate the content from the actions, but it is also used as an interaction point itself.",
    "c_desc3": "The second card is more subtile as it isn't a main interaction point and only shows further information. Therefore it only uses gray tones. The lines clearly separate the items (classes) and these also serve as interaction point to find more detailed information.",
    "sc_title": "Screenshots",
    "sc_desc": "Here some screenshots of the app can be seen."
 },
  "s2": {
    "app": "What's new with v2",
    "desc": "With the release of the second version of Simple Schedule, I had the pleasure of collaborating with designer Aron van de Pol to give the app a fresh, modern look. Our goal was to enhance the user experience by implementing a more fluent and intuitive design. Aron brought a wealth of creativity and expertise to the project, which resulted in significant improvements to the app's layout and color scheme.\n\nThe updated design features a cleaner, more streamlined interface that makes it easier for users to navigate and manage their schedules. We opted for a contemporary color palette that not only looks appealing but also improves readability and usability. Additionally, the new layout prioritizes user-friendly interactions, ensuring that all functionalities are easily accessible.\n\nOverall, these changes mark a significant step forward in making Simple Schedule not just a tool for organization, but a pleasant and visually engaging experience for our users.",
    "sc_title": "Screenshots",
    "sc_desc": "Here some screenshots of the app can be seen."
  },

  "t": {
    "desc": "Custos, which is latin for watcher or keeper, means that Task Custos will keep track of all tasks of the user, focused on their place of relevance. By using the the users location it will show prominently the open tasks for this particular place. This allows the user not to worry about forgetting about a task, that is relevant at a certain location (like at work, at home or school). Furthermore, it will show these tasks in a widget on the users homescreen. In addition to that, all tasks can also be viewed in chronological order in a seperate screen.",
    "p-desc1": "Task Custos came into exsitence as my final project in the certification process for my Udacity Advanced Android Developer Nanodegree. The idea was to utilize many of the lessons learned and further extending my experience with APIs like Googles Place API."
  }

}